Repository: muhamedsaber/tarweej
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: hello
ar: مرحباً بك

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة السر

source: Please enter email
ar: من فضلك ادخل البريد الإلكتروني

source: Please enter password
ar: من فضلك ادخل كلمة السر

source: Please enter valid email
ar: من فضلك ادخل بريد إلكتروني صحيح

source: Please enter valid password
ar: من فضلك ادخل كلمة سر صحيحة

# validatePasswordLenght
source: Password must be at least 8 characters long
ar: كلمة السر يجب أن تكون 8 أحرف على الأقل

# validatePasswordUppercase
source: Password must contain at least one uppercase letter
ar: كلمة السر يجب أن تحتوي على حرف كبير واحد على الأقل

# validatePasswordLowercase
source: Password must contain at least one lowercase letter
ar: كلمة السر يجب أن تحتوي على حرف صغير واحد على الأقل

# validatePasswordNumber
source: Password must contain at least one number
ar: كلمة السر يجب أن تحتوي على رقم واحد على الأقل

# validatePasswordSpecialCharacter
source: Password must contain at least one special character
ar: كلمة السر يجب أن تحتوي على حرف خاص واحد على الأقل

source: Create Account
ar: إنشاء حساب

source: Signup Success
ar: تم التسجيل بنجاح

source: Error Occured
ar: حدث خطأ

source: Ok
ar: حسنا
